import { SpeedMaster } from '../types';

export const speedMasterList: SpeedMaster[] = [
  { calcResult: 432, description: { ja: '最速145族*2（軽業アギルダー）' } },
  {
    calcResult: 415,
    description: { ja: '最速200族*1.5（スカーフレジエレキ）' },
  },
  {
    calcResult: 412,
    description: { ja: '最速136族*2（すいすいカマスジョー）' },
  },
  { calcResult: 394, description: { ja: '準速145族*2（軽業アギルダー）' } },
  {
    calcResult: 378,
    description: {
      ja: '準速200族*1.5（スカーフレジエレキ）最速120族*2（軽業ジュカイン）',
    },
  },
  {
    calcResult: 376,
    description: { ja: '準速136族*2（すいすいカマスジョー）' },
  },
  { calcResult: 374, description: { ja: '最速118族*2（軽業ルチャブル）' } },
  {
    calcResult: 368,
    description: { ja: '最速113族*2（追い風中のエルフーン）' },
  },
  {
    calcResult: 360,
    description: {
      ja: '最速30族*4（蒸気機関セキタンザン）最速112族*2（砂かきルガルガン昼）',
    },
  },
  {
    calcResult: 358,
    description: { ja: '最速111族*2（追い風中のトルネロス化身）' },
  },
  {
    calcResult: 356,
    description: { ja: '最速110族*2（サーフテールアローラライチュウ）' },
  },
  {
    calcResult: 349,
    description: { ja: '最速160族*1.5（加速1回込みのテッカニン）' },
  },
  { calcResult: 346, description: { ja: '最速106族*2（軽業レパルダス）' } },
  { calcResult: 344, description: { ja: '準速120族*2（軽業ジュカイン）' } },
  { calcResult: 340, description: { ja: '準速118族*2（軽業ルチャブル）' } },
  {
    calcResult: 333,
    description: { ja: '最速150族*1.5（スカーフバドレックス黒）' },
  },
  {
    calcResult: 332,
    description: {
      ja: '最速99族*2（ジオコントロール1回込みのゼルネアス、追い風中のイベルタル）',
    },
  },
  {
    calcResult: 328,
    description: {
      ja: '準速30族*4（蒸気機関セキタンザン）準速112族*2（砂かきルガルガン昼）',
    },
  },
  {
    calcResult: 324,
    description: { ja: '準速110族*2（サーフテールアローラライチュウ）' },
  },
  { calcResult: 321, description: { ja: '最速143族*1.5（スカーフゼラオラ）' } },
  {
    calcResult: 319,
    description: {
      ja: '最速142族*1.5（スカーフor龍の舞1回込みorダイジェット1回込みのドラパルト）',
    },
  },
  {
    calcResult: 312,
    description: { ja: '最速90族*2（葉緑素ドレディア、軽業フォクスライ)' },
  },
  { calcResult: 308, description: { ja: '最速88族*2（すなかきドリュウズ）' } },
  { calcResult: 304, description: { ja: '最速87族*2（軽業サワムラー)' } },
  {
    calcResult: 303,
    description: { ja: '準速150族*1.5（スカーフバドレックス黒）' },
  },
  {
    calcResult: 302,
    description: {
      ja: '準速99族*2（ジオコントロール1回込みのゼルネアス、追い風中のイベルタル）',
    },
  },
  {
    calcResult: 300,
    description: {
      ja: '最速85族*2（すいすいキングドラ/ゴルダック/ハリーセン）最速130族*1.5（スカーフミュウツー/カプ・コケコ/ムゲンダイナ、早足サンダース）',
    },
  },
  {
    calcResult: 292,
    description: {
      ja: '最速126族*1.5（ダイジェット1回込みのファイアロー）準速143族*1.5（スカーフゼラオラ）',
    },
  },
  {
    calcResult: 291,
    description: {
      ja: '最速125族*1.5（スカーフマーシャドー/マニューラ）準速142族*1.5（スカーフor龍の舞1回込みorダイジェット1回込みのドラパルト）',
    },
  },
  {
    calcResult: 290,
    description: {
      ja: '最速80族*2（葉緑素フシギバナ/ダーテング、すいすいカブトプス、軽業フワライド、砂かきムーランド）',
    },
  },
  {
    calcResult: 286,
    description: { ja: '最速78族*2（からをやぶる一回のカメックス）' },
  },
  {
    calcResult: 285,
    description: {
      ja: '最速121族*1.5（スカーフorダイジェット1回込みのアーゴヨン）',
    },
  },
  { calcResult: 284, description: { ja: '準速90族*2（葉緑素ドレディア)' } },
  {
    calcResult: 283,
    description: {
      ja: '最速120族*1.5（スカーフorダイジェット1回込みのインテレオン）',
    },
  },
  {
    calcResult: 282,
    description: {
      ja: '最速119族*1.5（スカーフorダイジェット1回込みのエースバーン）',
    },
  },
  {
    calcResult: 280,
    description: {
      ja: '準速88族*2（すなかきドリュウズ）最速118族*1.5（ダイジェット1回込みのルチャブル）',
    },
  },
  {
    calcResult: 278,
    description: {
      ja: '最速75族*2（すなかきパッチラゴン/ウオノラゴン）準速87族*2（軽業サワムラー）',
    },
  },
  { calcResult: 277, description: { ja: '最速200族（レジエレキ）' } },
  {
    calcResult: 276,
    description: { ja: '最速74族*2（すいすいガマゲロゲ/カジリガメ）' },
  },
  {
    calcResult: 274,
    description: {
      ja: '準速85族*2（すいすいキングドラ/ゴルダック/ハリーセン、追い風中のスイクン）最速115族*1.5（スカーフニューラ/ライコウ/アグノム）',
    },
  },
  { calcResult: 272, description: { ja: '最速72族*2（軽業ペロリーム）' } },
  {
    calcResult: 270,
    description: { ja: '最速112族*1.5（加速1回込みのペンドラー）' },
  },
  {
    calcResult: 268,
    description: {
      ja: '最速70族*2（すいすいルンパッパ/ニョロボン/マンタイン、くだけるよろいorからをやぶる1回込みのポットデス、からをやぶる1回込みのパルシェン）最速111族*1.5（ダイジェット1回込みのボルトロス化身/トルネロス化身）',
    },
  },
  {
    calcResult: 267,
    description: {
      ja: '最速110族*1.5（スカーフゲンガー/ラティアス/ラティオス/アーケオス、ダイジェット1回込みのルギア/アーケオス）',
    },
  },
  {
    calcResult: 265,
    description: {
      ja: '最速109族*1.5（スカーフアローラキュウコン/カミツルギ、ダイジェット1回込みのカミツルギ）準速125族*1.5（スカーフマニューラ/マーシャドー）',
    },
  },
  {
    calcResult: 264,
    description: {
      ja: '準速80族*2（葉緑素フシギバナ/ダーテング、すいすいカブトプス、軽業フワライド、砂かきムーランド）最速108族*1.5（スカーフorダイジェット1回込みのコバルオン/テラキオン/ビリジオン）',
    },
  },
  {
    calcResult: 261,
    description: { ja: '最速107族*1.5（スカーフズガドーン）' },
  },
  {
    calcResult: 260,
    description: { ja: '準速78族*2（からをやぶる一回込みのカメックス）' },
  },
  {
    calcResult: 259,
    description: {
      ja: '準速121族*1.5（スカーフアーゴヨン、ダイジェット1回込みのアーゴヨン）',
    },
  },
  {
    calcResult: 258,
    description: { ja: '準速120族*1.5（スカーフインテレオン）' },
  },
  {
    calcResult: 256,
    description: {
      ja: '最速65族*2（砂かきサンドパン/アローラサンドパン、追い風中のペリッパー）準速119族*1.5（スカーフエースバーン）',
    },
  },
  {
    calcResult: 255,
    description: { ja: '最速103族*1.5（スカーフウツロイド）' },
  },
  {
    calcResult: 254,
    description: { ja: '準速75族*2（すなかきパッチラゴン/ウオノラゴン）' },
  },
  {
    calcResult: 252,
    description: {
      ja: '最速101族*1.5（スカーフボルトロス霊獣/ランドロス化身）準速200族（レジエレキ）準速74族*2（すいすいガマゲロゲ/カジリガメ）',
    },
  },
  {
    calcResult: 250,
    description: {
      ja: '最速100族*1.5（スカーフリザードン/キュウコン/サンダー/ガラルサンダー/ミュウ/セレビィ/ジラーチ/ウルガモス/ビクティニ、ダイジェット1回込みのリザードン/サンダー/ガラルサンダー/ボーマンダ/ウルガモス、蝶の舞1回込みのウルガモス）',
    },
  },
  {
    calcResult: 249,
    description: {
      ja: '最速99族*1.5（スカーフゲノセクト/ゼルネアス/イベルタル、ダイジェット1回込みのイベルタル）',
    },
  },
  { calcResult: 248, description: { ja: '準速72族*2（軽業ペロリーム）' } },
  {
    calcResult: 247,
    description: { ja: '最速98族*1.5（スカーフサザンドラ）' },
  },
  {
    calcResult: 246,
    description: { ja: '準速112族*1.5（加速1回込みのペンドラー）' },
  },
  {
    calcResult: 244,
    description: {
      ja: '準速70族*2(すいすいルンパッパ/ニョロボン/マンタイン、くだけるよろいorからをやぶる1回込みのポットデス、からをやぶる1回込みのパルシェン）最速97族*1.5（スカーフウーラオス/ソルガレオ/ルナアーラ、オーラぐるま1回込みのモルペコ）準速111族*1.5（ダイジェット1回込みのトルネロス化身/ボルトロス化身）',
    },
  },
  {
    calcResult: 243,
    description: {
      ja: '準速110族*1.5（スカーフゲンガー/ラティアス/ラティオス/アーケオス、ダイジェット1回込みのルギア/アーケオス）',
    },
  },
  {
    calcResult: 241,
    description: {
      ja: '最速95族*1.5（スカーフガラルヒヒダルマ/カプ・テテフ/ガラルフリーザー/レックウザ/ヒヒダルマ/キュレム黒/キュレム白/イエッサン♂、加速1回込みのサメハダー、ダイジェット1回込みのガラルフリーザー/レックウザ）準速109族*1.5（スカーフアローラキュウコン/カミツルギ、ダイジェット1回込みのカミツルギ）',
    },
  },
  {
    calcResult: 240,
    description: {
      ja: '準速108族*1.5（スカーフorダイジェット1回込みのコバルオン/テラキオン/ビリジオン）',
    },
  },
  {
    calcResult: 238,
    description: { ja: '準速107族*1.5（スカーフズガドーン）' },
  },
  {
    calcResult: 235,
    description: {
      ja: '最速91族*1.5（スカーフorダイジェット1回込みのランドロス霊獣）',
    },
  },
  {
    calcResult: 234,
    description: {
      ja: '最速90族*1.5（スカーフカイオーガ/グラードン/ファイヤー/ガラルファイヤー/ホウオウ/ルカリオ/ポリゴンZ/ゼクロム/レシラム、ダイジェット1回込みのファイヤー/ガラルファイヤー/ホウオウ/ゼクロム）最速55族*2（葉緑素ナッシー、すいすいオムスター/ジーランス、ゆきかきパッチルドン/ウオチルドン）準速65族*2（砂かきサンドパン/アローラサンドパン、追い風中のペリッパー）',
    },
  },
  { calcResult: 233, description: { ja: '最速160族（テッカニン）' } },
  {
    calcResult: 231,
    description: { ja: '最速88族*1.5（スカーフドリュウズ）' },
  },
  {
    calcResult: 230,
    description: {
      ja: '準速101族*1.5（スカーフボルトロス霊獣/ランドロス化身）',
    },
  },
  {
    calcResult: 228,
    description: {
      ja: '準速100族*1.5（スカーフリザードン/キュウコン/サンダー/ガラルサンダー/ミュウ/セレビィ/ジラーチ/ウルガモス/ビクティニ、ダイジェット1回込みのリザードン/サンダー/ガラルサンダー/ボーマンダ/ウルガモス、蝶の舞1回込みのウルガモス）',
    },
  },
  {
    calcResult: 226,
    description: {
      ja: '最速86族*1.5（スカーフFCロトム）準速99族*1.5（スカーフゲノセクト/ゼルネアス/イベルタル、ダイジェット1回込みのイベルタル）',
    },
  },
  {
    calcResult: 225,
    description: {
      ja: '最速85族*1.5（スカーフニドキング/カイロス/スイクン/エムリット/クレセリア/ダゲキ/カプ・レヒレ/ゴリランダー、ソウルビート1回込みのジャラランガ、ダイジェット1回込みのキングドラ）準速98族*1.5（スカーフサザンドラ/バスラオ）',
    },
  },
  {
    calcResult: 224,
    description: {
      ja: '最速50族*2（葉緑素ラフレシア/キレイハナ、すいすいorゆきかきツンベアー）',
    },
  },
  {
    calcResult: 223,
    description: {
      ja: '最速151族（フェローチェ）準速97族*1.5（スカーフウーラオス/ソルガレオ/ルナアーラ、スカーフor龍の舞1回込みのオノノクス、オーラぐるま1回込みのモルペコ）',
    },
  },
  { calcResult: 222, description: { ja: '最速150族（バドレックス黒）' } },
  {
    calcResult: 220,
    description: {
      ja: '最速148族（ザシアン王）準速95族*1.5（スカーフレックウザ/ヒヒダルマ/キュレム黒/キュレム白/カプ・テテフ/イエッサン♂/ガラルヒヒダルマ/ガラルフリーザー、加速1回込みのサメハダー、ダイジェット1回込みのガラルフリーザー/レックウザ）無振り200族（レジエレキ）',
    },
  },
  {
    calcResult: 219,
    description: {
      ja: '最速81族*1.5（龍の舞orダイジェット1回込みのギャラドス、スカーフギャラドス/ミロカロス）',
    },
  },
  {
    calcResult: 217,
    description: {
      ja: '最速80族*1.5（スカーフサーナイト/マンムー/トゲキッス/シャンデラ/ウォーグル/レジドラゴ、ダイジェット1回込みのカイリュー/トゲキッス/ウォーグル、加速1回込みのバシャーモ）',
    },
  },
  {
    calcResult: 216,
    description: {
      ja: '最速145族（アギルダー）最速79族*1.5（スカーフバイバニラ/マッシブーン）',
    },
  },
  {
    calcResult: 214,
    description: {
      ja: '最速143族（ゼラオラ）準速55族*2（葉緑素ナッシー、すいすいオムスター/ジーランス、ゆきかきパッチルドン/ウオチルドン）準速91族*1.5（スカーフランドロス霊獣）最速78族*1.5（スカーフカメックス/ホルード）',
    },
  },
  {
    calcResult: 213,
    description: {
      ja: '最速142族（ドラパルト）準速90族*1.5（スカーフファイヤー/ガラルファイヤー/ホウオウ/グラードン/カイオーガ/ルカリオ/ポリゴンZ/ゼクロム/レシラム、ダイジェット1回込みのファイヤー/ガラルファイヤー/ホウオウ/ゼクロム）',
    },
  },
  {
    calcResult: 212,
    description: {
      ja: '準速160族（テッカニン）最速45族*2（すいすいアーマルド、からをやぶる1回込みのイワパレス）',
    },
  },
  {
    calcResult: 211,
    description: {
      ja: '最速77族*1.5（スカーフヒードラン/ネクロズマ日/ネクロズマ月）',
    },
  },
  {
    calcResult: 210,
    description: { ja: '準速88族*1.5（スカーフドリュウズ）' },
  },
  { calcResult: 209, description: { ja: '最速138族（ザシアン/ザマゼンタ）' } },
  {
    calcResult: 208,
    description: {
      ja: '最速75族*1.5（スカーフウオノラゴン/カプ・ブルル/ストリンダー/パッチラゴン）',
    },
  },
  { calcResult: 207, description: { ja: '準速86族*1.5（スカーフFCロトム）' } },
  { calcResult: 206, description: { ja: '最速136族（カマスジョー）' } },
  {
    calcResult: 205,
    description: {
      ja: '最速135族（ダルマモード状態のガラルヒヒダルマ）準速85族*1.5（スカーフニドキング/カイロス/スイクン/エムリット/クレセリア/ダゲキ/カプ・レヒレ/ゴリランダー、ソウルビート1回込みのジャラランガ、ダイジェット1回込みのキングドラ）',
    },
  },
  {
    calcResult: 204,
    description: {
      ja: '最速72族*1.5（スカーフペロリーム/アマージョ）準速50族*2（葉緑素ラフレシア/キレイハナ、すいすいorゆきかきツンベアー）',
    },
  },
  { calcResult: 203, description: { ja: '準速151族（フェローチェ）' } },
  {
    calcResult: 202,
    description: {
      ja: '準速150族（バドレックス黒）最速71族*1.5（スカーフガチゴラス/サダイジャ）',
    },
  },
  {
    calcResult: 201,
    description: {
      ja: '最速70族*1.5（スカーフバタフリー/ニョロトノ/メタグロス/キリキザン/レントラー/ボルケニオン/アップリュー/ポットデス/バリコオル/イシヘンジン、蝶の舞1回込みのバタフリー）',
    },
  },
  {
    calcResult: 200,
    description: {
      ja: '最速130族（ミュウツー/カプ・コケコ/ムゲンダイナ/レイスポス/サンダース/プテラ/クロバット/アイスフェイス解除時のコオリッポ）準速148族（ザシアン王）',
    },
  },
  {
    calcResult: 199,
    description: {
      ja: '準速81族*1.5（龍の舞orダイジェット1回込みのギャラドス、スカーフギャラドス/ミロカロス）',
    },
  },
  {
    calcResult: 198,
    description: {
      ja: '最速128族（ザマゼンタ王）準速80族*1.5（スカーフサーナイト/マンムー/トゲキッス/シャンデラ/ウォーグル/レジドラゴ、ダイジェット1回込みのカイリュー/トゲキッス/ウォーグル）',
    },
  },
  { calcResult: 197, description: { ja: '準速145族（アギルダー）' } },
  {
    calcResult: 196,
    description: { ja: '準速79族*1.5（スカーフバイバニラ/マッシブーン）' },
  },
  {
    calcResult: 195,
    description: {
      ja: '最速126族（ファイアロー）準速143族（ゼラオラ）準速78族*1.5（スカーフカメックス/ホルード）',
    },
  },
  {
    calcResult: 194,
    description: {
      ja: '最速125族（マーシャドー/マニューラ）準速142族（ドラパルト）準速45族*2（すいすいアーマルド、からをやぶる1回込みのイワパレス）',
    },
  },
  {
    calcResult: 193,
    description: {
      ja: '最速124族（アブリボン）準速77族*1.5（スカーフヒードラン/ネクロズマ日/ネクロズマ月）',
    },
  },
  {
    calcResult: 192,
    description: {
      ja: '最速123族（オンバーン）最速65族*1.5（スカーフペリッパー/グレイシア/ゴチルゼル/マギアナ/マルヤクデ/ネギガナイト/モスノウ、蝶の舞1回込みのモスノウ）',
    },
  },
  {
    calcResult: 190,
    description: {
      ja: '最速121族（トルネロス霊獣/アーゴヨン/パルスワン）準速138族（ザシアン/ザマゼンタ王）準速75族*1.5（スカーフカプ・ブルル/ストリンダー/パッチラゴン/ウオノラゴン）',
    },
  },
  {
    calcResult: 189,
    description: {
      ja: '最速120族（インテレオン/ダグトリオ/フーディン/ジュカイン）',
    },
  },
  {
    calcResult: 188,
    description: { ja: '最速119族（エースバーン）準速136族（カマスジョー）' },
  },
  {
    calcResult: 187,
    description: {
      ja: '最速118族（ルチャブル）準速135族（ダルマモード状態のガラルヒヒダルマ）',
    },
  },
  {
    calcResult: 186,
    description: {
      ja: '最速61族*1.5（スカーフバンギラス、ダイジェット1回込みのテッカグヤ）',
    },
  },
  { calcResult: 185, description: { ja: '最速117族（エンニュート）' } },
  {
    calcResult: 184,
    description: {
      ja: '最速116族（エルフーン）最速32族*2（すいすいorからをやぶる1回込みのアバゴーラ）最速60族*1.5（スカーフホエルオー/ユキノオー/ニンフィア/ブルンゲル/アシレーヌ/ヤレユータン）準速71族*1.5（ガチゴラス/サダイジャ）',
    },
  },
  {
    calcResult: 183,
    description: {
      ja: '最速115族（アローラペルシアン/ライコウ/ペルシアン/スターミー/アグノム/チラチーノ/ジガルデ10％）準速70族*1.5（スカーフバタフリー/ニョロトノ/メタグロス/レントラー/アップリュー/ポットデス/バリコオル/イシヘンジン、蝶の舞1回込みのバタフリー）',
    },
  },
  {
    calcResult: 182,
    description: {
      ja: '最速114族（ココロモリ）準速130族（サンダース/プテラ/ミュウツー/クロバット/カプ・コケコ/ムゲンダイナ/レイスポス）',
    },
  },
  {
    calcResult: 181,
    description: { ja: '最速68族*1.5（スカーフアマルルガ）' },
  },
  {
    calcResult: 180,
    description: {
      ja: '最速112族（ペンドラー/ルガルガン昼）最速128族（ザマゼンタ王）',
    },
  },
  {
    calcResult: 179,
    description: { ja: '最速111族（ボルトロス化身/トルネロス化身）' },
  },
  {
    calcResult: 178,
    description: {
      ja: '最速110族（ライチュウ/ルギア/ラティアス/ラティオス/アローラライチュウ/アローラダグトリオ/ゲンガー/ケンタロス/エーフィ/ユキメノコ/アーケオス/ルガルガン黄昏）準速126族（ファイアロー）',
    },
  },
  {
    calcResult: 177,
    description: {
      ja: '最速109族（カミツルギ/アローラキュウコン/アイアント/エレザード）準速125族（マニューラ/マーシャドー）',
    },
  },
  {
    calcResult: 176,
    description: {
      ja: '最速108族（テラキオン/コバルオン/ビリジオン/デンチュラ）',
    },
  },
  {
    calcResult: 175,
    description: {
      ja: '準速65族*1.5（スカーフマギアナ、蝶の舞1回込みのモスノウ）最速55族*1.5（スカーフパッチルドン/ウオチルドン）',
    },
  },
  { calcResult: 174, description: { ja: '最速107族（ズガドーン）' } },
  {
    calcResult: 173,
    description: {
      ja: '最速106族（レパルダス）準速121族(トルネロス霊獣/アーゴヨン/パルスワン）',
    },
  },
  {
    calcResult: 172,
    description: {
      ja: '最速105族（ザルード/エレブー/ギャロップ/ガラルギャロップ/ストライク/ライボルト/ミミロップ/ゾロアーク/フリージオ/コジョンド）準速120族(ダグトリオ/フーディン/ジュカイン/インテレオン）',
    },
  },
  {
    calcResult: 171,
    description: { ja: '最速104族（ニャオニクス）準速119族(エースバーン）' },
  },
  {
    calcResult: 170,
    description: {
      ja: '最速103族（ウツロイド/エモンガ）準速118族（ルチャブル）',
    },
  },
  {
    calcResult: 169,
    description: {
      ja: '最速102族（ガブリアス）準速117族（エンニュート）準速61族*1.5（スカーフバンギラス、ダイジェット1回込みのテッカグヤ）',
    },
  },
  {
    calcResult: 168,
    description: {
      ja: '最速101族（ボルトロス霊獣/ランドロス化身/デデンネ）無振り148族（ザシアン王）準速32族*2（すいすいorからをやぶる1回込みのアバゴーラ）',
    },
  },
  {
    calcResult: 167,
    description: {
      ja: '最速100族（リザードン/サンダー/ガラルサンダー/ミュウ/エンテイ/セレビィ/ボーマンダ/ジラーチ/パルキア/ウルガモス/ビクティニ/キュウコン/ドククラゲ/ガラルバリヤード/ミルタンク/マッスグマ/フライゴン/レジギガス/キュワワー）準速115族（アローラペルシアン/スターミー/ライコウ/ジガルデ10％）',
    },
  },
  {
    calcResult: 166,
    description: {
      ja: '最速99族（ゼルネアス/イベルタル/ゲノセクト/パンプジンS）準速114族（ココロモリ）',
    },
  },
  {
    calcResult: 165,
    description: {
      ja: '最速98族（サザンドラ/バスラオ）最速48族*1.5（スカーフメタモン）',
    },
  },
  {
    calcResult: 164,
    description: { ja: '準速112族（ペンドラー/ルガルガン昼）' },
  },
  {
    calcResult: 163,
    description: {
      ja: '最速97族（ソルガレオ/ウーラオス/ルナアーラ/シンボラー/オノノクス/モルペコ）準速111族（トルネロス化身/ボルトロス化身）無振り143族（ゼラオラ）',
    },
  },
  {
    calcResult: 162,
    description: {
      ja: '最速96族（トゲデマル/ミミッキュ）準速110族（ライチュウ/アローラライチュウ/アローラダグトリオ/ゲンガー/ケンタロス/ルージュラ/エーフィ/ルギア/ラティアス/ラティオス/ユキメノコ/アーケオス/ルガルガン黄昏）無振り142族（ドラパルト）',
    },
  },
  {
    calcResult: 161,
    description: {
      ja: '最速95族（レックウザ/キュレム黒/キュレム白/カプ・テテフ/イエッサン♂/ウインディ/ルージュラ/ガラルフリーザー/ネイティオ/サメハダー/リーフィア/エレキブル/ユクシー/ドラピオン/ヒヒダルマ/ガラルヒヒダルマ/ジガルデ/シルヴァディ/タチフサグマ)準速109族（アローラキュウコン/アイアント/エレザード/カミツルギ）',
    },
  },
  {
    calcResult: 160,
    description: { ja: '準速108族（コバルオン/テラキオン/ビリジオン）' },
  },
  {
    calcResult: 159,
    description: { ja: '準速107族（ズガドーン）最速93族（ケンホロウ）' },
  },
  { calcResult: 158, description: { ja: '最速92族（ワルビアル）' } },
  {
    calcResult: 157,
    description: {
      ja: '最速91族（ランドロス霊獣）準速105族（ギャロップ/ガラルギャロップ/ストライク/ライボルト/ミミロップ/ゾロアーク/コジョンド/フリージオ/ザルード）',
    },
  },
  {
    calcResult: 156,
    description: {
      ja: '最速90族（カイオーガ/ゼクロム/ガラルファイヤー/ホウオウ/グラードン/ディアルガ/レシラム/ピカチュウ/ガルーラ/ロズレイド/ルカリオ/ポリゴンZ/ギラティナ/ドレディア/ギギギアル/ニャヒート/イオルブ/フォクスライ）準速104族（ニャオニクス）',
    },
  },
  { calcResult: 155, description: { ja: '準速103族（ウツロイド/エモンガ）' } },
  {
    calcResult: 154,
    description: {
      ja: '最速88族（ドリュウズ/バイウールー）準速102族（ガブリアス）',
    },
  },
  {
    calcResult: 153,
    description: {
      ja: '最速87族（サワムラー）準速101族（ボルトロス霊獣/ランドロス化身/デデンネ）',
    },
  },
  {
    calcResult: 152,
    description: {
      ja: '準速100族（リザードン/キュウコン/ドククラゲ/サンダー/ガラルサンダー/ミュウ/セレビィ/マッスグマ/フライゴン/ボーマンダ/ジラーチ/レジギガス/パルキア/ウルガモス/ビクティニ/キュワワー）',
    },
  },
  {
    calcResult: 151,
    description: {
      ja: '最速86族（FCロトム）準速99族（ゼルネアス/イベルタル/ゲノセクト）',
    },
  },
  {
    calcResult: 150,
    description: {
      ja: '最速85族（キングドラ/ニドキング/ゴルダック/カイロス/フリーザー/ハリーセン/ヘラクロス/スイクン/ドクロッグ/エムリット/クレセリア/ダゲキ/ジガルデ100％/ジャラランガ/カプ・レヒレ/ゴリランダー/ウッウ/イエッサン♀/ジュラルドン）準速98族（サザンドラ/バスラオ）',
    },
  },
  {
    calcResult: 149,
    description: {
      ja: '準速97族（シンボラー/オノノクス/ソルガレオ/ルナアーラ/モルペコ/ウーラオス）',
    },
  },
  {
    calcResult: 148,
    description: {
      ja: '最速83族（ブーバーン/デンジュモク）無振り128族（ザマゼンタ王）',
    },
  },
  {
    calcResult: 147,
    description: {
      ja: '最速82族（ルガルガン夜）準速95族（ウインディ/ルージュラ/ガラルフリーザー/ネイティオ/サメハダー/レックウザ/エレキブル/ユクシー/ドラピオン/リーフィア/ヒヒダルマ/ガラルヒヒダルマ/キュレム黒/キュレム白/ジガルデ/カプ・テテフ/シルヴァディ/タチフサグマ/イエッサン♂）',
    },
  },
  { calcResult: 146, description: { ja: '最速81族（ギャラドス/ミロカロス）' } },
  {
    calcResult: 145,
    description: {
      ja: '最速80族（フシギバナ/トゲキッス/マンムー/レジドラゴ/カブトプス/カイリュー/バシャーモ/ダーテング/サーナイト/チルタリス/オニゴーリ/フワライド/エルレイド/ムーランド/シャンデラ/ウォーグル/バルジーナ/ヌメルゴン/ナゲツケサル/バドレックス）',
    },
  },
  {
    calcResult: 144,
    description: {
      ja: '最速79族（バイバニラ/マッシブーン）準速92族（ワルビアル）',
    },
  },
  {
    calcResult: 143,
    description: {
      ja: '最速78族（カメックス/ホルード）準速91族（ランドロス霊獣）',
    },
  },
  {
    calcResult: 142,
    description: {
      ja: '準速90族（ カイオーガ/ガラルファイヤー/ホウオウ/グラードン/ディアルガ/レシラム/ゼクロム/ピカチュウ/ガルーラ/ファイヤー/ロズレイド/ルカリオ/ポリゴンZ/ギラティナ/ドレディア/ギギギアル/イオルブ/フォクスライ）',
    },
  },
  {
    calcResult: 141,
    description: { ja: '最速77族（ヒードラン/ネクロズマ日/ネクロズマ月）' },
  },
  {
    calcResult: 140,
    description: {
      ja: '最速76族（ニドクイン）、準速88族（ドリュウズ/バイウールー）',
    },
  },
  {
    calcResult: 139,
    description: {
      ja: '最速75族（パッチラゴン/ウオノラゴン/キングラー/ネンドール/アブソル/ダストダス/クレッフィ/カプ・ブルル/ストリンダー/タイレーツ）準速87族（サワムラー）',
    },
  },
  {
    calcResult: 138,
    description: {
      ja: '準速86族（FCロトム）最速74族（ガマゲロゲ/カジリガメ）',
    },
  },
  {
    calcResult: 137,
    description: {
      ja: '準速85族（キングドラ/ニドキング/ゴルダック/フリーザー/ハリーセン/スイクン/ドクロッグ/エムリット/クレセリア/ダゲキ/ジガルデ100％/ジャラランガ/カプ・レヒレ/ゴリランダー/ウッウ/イエッサン♀/ジュラルドン）最速73族（カラマネロ）',
    },
  },
  { calcResult: 136, description: { ja: '最速72族（ペロリーム/アマージョ）' } },
  {
    calcResult: 135,
    description: {
      ja: '最速71族（ガチゴラス/サダイジャ）準速83族（ブーバーン/デンジュモク）最速30族*1.5（スカーフマシェード）',
    },
  },
  {
    calcResult: 134,
    description: {
      ja: '最速70族（バタフリー/ルンパッパ/ニョロボン/パルシェン/ヨルノズク/ニョロトノ/カポエラー/メタグロス/レントラー/キリキザン/ボルケニオン/ジュナイパー/アップリュー/ポットデス/バリコオル/イシヘンジン）準速82族（ルガルガン夜）',
    },
  },
  { calcResult: 133, description: { ja: '準速81族（ギャラドス/ミロカロス）' } },
  {
    calcResult: 132,
    description: {
      ja: '準速80族（フシギバナ/トゲキッス/マンムー/レジドラゴ/カブトプス/カイリュー/バシャーモ/ダーテング/サーナイト/チルタリス/オニゴーリ/フワライド/エルレイド/ムーランド/シャンデラ/ウォーグル/バルジーナ/ヌメルゴン/ナゲツケサル/バドレックス）最速68族（アズマオウ/アマルルガ）',
    },
  },
  {
    calcResult: 131,
    description: {
      ja: '準速79族（バイバニラ/マッシブーン）無振り111族（トルネロス化身/ボルトロス化身）',
    },
  },
  {
    calcResult: 130,
    description: {
      ja: '最速67族（アーマーガア/ランターン）準速78族（カメックス/ホルード）無振り110族（ゲンガー/ケンタロス/ルギア/ラティアス/ラティオス/ルガルガン黄昏）',
    },
  },
  {
    calcResult: 129,
    description: { ja: '準速77族（ネクロズマ日/ネクロズマ月/ヒードラン）' },
  },
  {
    calcResult: 128,
    description: {
      ja: '最速65族（ペリッパー/サンドパン/アローラサンドパン/ハッサム/グレイシア/ゴチルゼル/マギアナ/マルヤクデ/ネギガナイト/モスノウ）、準速76族（ニドクイン）',
    },
  },
  {
    calcResult: 127,
    description: {
      ja: '最速64族（マホイップ）準速75族（キングラー/ネンドール/アブソル/ダストダス/クレッフィ/カプ・ブルル/ストリンダー/タイレーツ/パッチラゴン/ウオノラゴン）',
    },
  },
  {
    calcResult: 126,
    description: {
      ja: '準速74族（ガマゲロゲ/カジリガメ）無振り106族（レパルダス）',
    },
  },
  { calcResult: 125, description: { ja: '準速73族（カラマネロ）' } },
  {
    calcResult: 124,
    description: {
      ja: '最速61族（テッカグヤ/バンギラス）準速72族（ペロリーム）無振り104族（ニャオニクス）',
    },
  },
  {
    calcResult: 123,
    description: {
      ja: '最速60族（マタドガス/ラプラス/ピクシー/ユキノオー/リオル/ジバコイル/ブルンゲル/ニンフィア/ギルガルド/ガオガエン/アシレーヌ/ヤレユータン/ワタシラガ/ガラルマタドガス/オーロンゲ）準速71族（ガチゴラス/サダイジャ）無振り103族（ウツロイド）',
    },
  },
  {
    calcResult: 122,
    description: {
      ja: '準速70族（バタフリー/ニョロボン/パルシェン/ヨルノズク/ニョロトノ/カポエラー/ルンパッパ/メタグロス/レントラー/キリキザン/ボルケニオン/アップリュー/ポットデス/バリコオル/イシヘンジン）',
    },
  },
  {
    calcResult: 120,
    description: {
      ja: '準速68族（アズマオウ/アマルルガ）無振り100族（キュワワー/サンダー/パルキア/リザードン/キュウコン/ドククラゲ/ガラルサンダー/ミュウ/ミルタンク/エンテイ/セレビィ/マッスグマ/フライゴン/ボーマンダ/ジラーチ/レジギガス/ウルガモス/ビクティニ/ガラルバリヤード）',
    },
  },
  {
    calcResult: 119,
    description: {
      ja: '準速67族（アーマーガア/ランターン）無振り99族（ゼルネアス/イベルタル/ゲノセクト/パンプジンS）',
    },
  },
  { calcResult: 118, description: { ja: '最速56族（オーロット）' } },
  {
    calcResult: 117,
    description: {
      ja: '最速55族（カイリキー/ナッシー/オムスター/ジーランス/ゴルーグ/パッチルドン/ウオチルドン）準速65族（ペリッパー/サンドパン/アローラサンドパン/ハッサム/グレイシア/ゴチルゼル/マギアナ/マルヤクデ/ネギガナイト/モスノウ）無振り97族（ソルガレオ/ルナアーラ）',
    },
  },
  {
    calcResult: 116,
    description: {
      ja: '準速64族（マホイップ）無振り96族（トゲデマル/ミミッキュ）',
    },
  },
  {
    calcResult: 115,
    description: {
      ja: '無振り95族（ウインディ/ガラルフリーザー/ネイティオ/レックウザ/ドラピオン/エレキブル/リーフィア/ユクシー/ヒヒダルマ/キュレム黒/キュレム白/ジガルデ/カプ・テテフ/シルヴァディ/タチフサグマ/イエッサン♂/ガラルヒヒダルマ）',
    },
  },
  {
    calcResult: 113,
    description: {
      ja: '準速61族（テッカグヤ/バンギラス）無振り93族（ケンホロウ）',
    },
  },
  {
    calcResult: 112,
    description: {
      ja: '最速50族（バドレックス白/ラフレシア/ラッキー/キレイハナ/ハピナス/ヤミラミ/ツンベアー/メレシー）準速60族（ラプラス/ジバコイルマタドガス/ガラルマタドガス/ユキノオー/リオル/ブルンゲル/ニンフィア/ギルガルド/ガオガエン/アシレーヌ/キテルグマ/ヤレユータン/ワタシラガ/オーロンゲ）無振り92族（ワルビアル）',
    },
  },
  { calcResult: 111, description: { ja: '無振り91族（ランドロス霊獣）' } },
  {
    calcResult: 110,
    description: {
      ja: '無振り90族（ガルーラ/ファイヤー/ガラルファイヤー/ホウオウ/グラードン/カイオーガ/ロズレイド/ルカリオ/ポリゴンZ/ディアルガ/ギラティナ/ゼクロム/レシラム/ギギギアル/イオルブ）最速48族（メタモン）',
    },
  },
  {
    calcResult: 108,
    description: {
      ja: '無振り88族（ドリュウズ/バイウールー）最遅113族（エルフーン）',
    },
  },
  {
    calcResult: 107,
    description: {
      ja: '準速55族（カイリキー/ナッシー/オムスター/ジーランス/ゴルーグ/パッチルドン/ウオチルドン）',
    },
  },
  {
    calcResult: 106,
    description: {
      ja: '無振り86族（FCロトム）最速45族（オクタン/アーマルド/イワパレス）',
    },
  },
  {
    calcResult: 105,
    description: {
      ja: '無振り85族（ゴリランダー/イエッサン♀/スイクン/クレセリア/カプ・レヒレ/ニドキング/ゴルダック/カイロス/フリーザー/ヘラクロス/ハリーセン/キングドラ/チェリム/ドクロッグ/エムリット/ダゲキ/ジガルデ100％/ジャラランガ/ウッウ/ジュラルドン）',
    },
  },
  { calcResult: 103, description: { ja: '最遅110族（ゲンガー）' } },
  {
    calcResult: 102,
    description: {
      ja: '準速50族（ラフレシア/ラッキー/キレイハナ/ハピナス/ヤミラミ/ツンベアー/メレシー/バドレックス白）無振り82族（ルガルガン夜）',
    },
  },
  {
    calcResult: 101,
    description: {
      ja: '最速40族（ヌケニン/ドサイドン）無振り81族（ギャラドス/ミロカロス）',
    },
  },
  {
    calcResult: 100,
    description: {
      ja: '無振り80族（トゲキッス/フシギバナ/カブトプス/カイリュー/バシャーモ/ダーテング/サーナイト/チルタリス/オニゴーリ/フワライド/マンムー/エルレイド/ムーランド/シャンデラ/バルジーナ/ウォーグル/ヌメルゴン/ナゲツケサル/レジドラゴ/バドレックス）',
    },
  },
  {
    calcResult: 98,
    description: {
      ja: '無振り78族（カメックス/ホルード）最遅104族（ニャオニクス）',
    },
  },
  {
    calcResult: 97,
    description: {
      ja: '準速45族（オクタン/アーマルド/イワパレス）無振り77族（ネクロズマ日/ネクロズマ月/ヒードラン）最遅103族（ウツロイド）',
    },
  },
  { calcResult: 96, description: { ja: '無振り76族（ニドクイン）' } },
  {
    calcResult: 95,
    description: {
      ja: '無振り75族（カプ・ブルル/ネンドール/アブソル/ダストダス/クレッフィ）',
    },
  },
  {
    calcResult: 94,
    description: {
      ja: '無振り74族（ガマゲロゲ/カジリガメ）最遅100族（ミュウ/セレビィ/ジラーチ/パルキア/ビクティニ/キュワワー/キュウコン/ガラルバリヤード）',
    },
  },
  {
    calcResult: 92,
    description: {
      ja: '最速32族（アバゴーラ）準速40族（ヌケニン/ドサイドン）無振り72族（ペロリーム/アマージョ）',
    },
  },
  {
    calcResult: 91,
    description: {
      ja: '無振り71族（ガチゴラス/サダイジャ）最遅97族（ソルガレオ/ルナアーラ/シンボラー/オノノクス）',
    },
  },
  {
    calcResult: 90,
    description: {
      ja: '最速30族（モロバレル/カビゴン/セキタンザン/ブリザポス）無振り70族（ニョロトノ/メタグロス/ボルケニオン/バタフリー/ヨルノズク/エアームド/カポエラー/ルンパッパ/ソルロック/ルナトーン/レントラー/キリキザン/ジュナイパー/アップリュー/ポットデス/バリコオル/イシヘンジン）最遅96族/95族（ミミッキュ/イエッサン♂/ガラルフリーザー/ユクシー/トゲデマル/カプ・テテフ）',
    },
  },
  {
    calcResult: 88,
    description: { ja: '無振り68族（アズマオウ/バクオング/アマルルガ）' },
  },
  { calcResult: 86, description: { ja: '最遅91族（ランドロス霊獣）' } },
  {
    calcResult: 85,
    description: {
      ja: '無振り65族（サンドパン/アローラサンドパン/シャワーズ/ブースター/ブラッキー/ハッサム/ペリッパー/トドゼルガ/グレイシア/ゴチルゼル/クイタラン/マギアナ/マルヤクデ/ネギガナイト/モスノウ）最遅90族（カイオーガ/グラードン/ディアルガ/ポリゴンZ/ガルーラ/ギギギアル/イオルブ）',
    },
  },
  {
    calcResult: 84,
    description: { ja: '準速32族（アバゴーラ）無振り64族（マホイップ）' },
  },
  { calcResult: 82, description: { ja: '準速30族（セキタンザン）' } },
  {
    calcResult: 81,
    description: {
      ja: '無振り61族（バンギラス/テッカグヤ）最遅86族/85族（カプ・レヒレ/ゴリランダー/イエッサン♀/FCロトム/エムリット/クレセリア/ジガルデ100％/ジュラルドン）',
    },
  },
  {
    calcResult: 80,
    description: {
      ja: '無振り60族（ガオガエン/ポリゴン2/オーロンゲ/ピクシー/マタドガス/ガラルマタドガス/ラプラス/ラグラージ/ナマズン/リオル/ユキノオー/ジバコイル/ブルンゲル/マラカッチ/ニンフィア/ギルガルド/アシレーヌ/キテルグマ/ヤレユータン/ワタシラガ）',
    },
  },
  {
    calcResult: 78,
    description: { ja: '無振り58族（ズルズキン/オーロット）' },
  },
  {
    calcResult: 76,
    description: {
      ja: '無振り56族（オーロット）最遅80族（トゲキッス/レジドラゴ/フシギバナ/サーナイト/エルレイド/マンムー/シャンデラ/バドレックス）',
    },
  },
  {
    calcResult: 75,
    description: {
      ja: '無振り55族（カイリキー/ナッシー/オムスター/ハピナス/シザリガー/ジーランス/ゴチミル/ゴルーグ/バッフロン/パッチルドン/ウオチルドン）最遅79族（バイバニラ/マッシブーン）',
    },
  },
  {
    calcResult: 74,
    description: {
      ja: '無振り54族（パンプジンLL）最遅78族（カメックス/ホルード）',
    },
  },
  {
    calcResult: 73,
    description: { ja: '最遅77族（ネクロズマ日/ネクロズマ月/ヒードラン）' },
  },
  {
    calcResult: 72,
    description: {
      ja: '最遅75族/76族（ニドクイン/ネンドール/ダストダス/クレッフィ/ストリンダー/パッチラゴン/ウオノラゴン/カプ・ブルル）',
    },
  },
  {
    calcResult: 70,
    description: {
      ja: '無振り50族（バドレックス白/ヤミラミ/ラッキー/ボスゴドラ/マリルリ/クチート/レジロック/レジアイス/レジスチル/ベロベルト/モジャンボ/タブンネ/メレシー/ニャイキング/コオリッポ）最遅73族（カラマネロ）最遅48族*1.5（スカーフメタモン）',
    },
  },
  { calcResult: 69, description: { ja: '最遅72族（ペロリーム）' } },
  {
    calcResult: 67,
    description: {
      ja: '無振り47族（カバルドン）最遅70族（ニョロトノ/メタグロス/ボルケニオン/バタフリー/ヨルノズク/エアームド/カポエラー/ルンパッパ/ソルロック/ルナトーン/レントラー/キリキザン/ジュナイパー/アップリュー/ポットデス/バリコオル/イシヘンジン）',
    },
  },
  {
    calcResult: 65,
    description: {
      ja: '無振り45族（プクリン/アローラナッシー/ガラガラ/アローラガラガラ/ノコッチ/オクタン/アーマルド/ヨノワール/イワパレス/ローブシン/ナゲキ/ラランテス）最遅68族（アズマオウ/バクオング/アマルルガ）',
    },
  },
  {
    calcResult: 64,
    description: {
      ja: '無振り44族（ドラミドロ）最遅67族（ランターン/アーマーガア）',
    },
  },
  {
    calcResult: 63,
    description: {
      ja: '無振り43族（ユレイドル/クワガノン/アクジキング）最遅65族（マギアナ/ゴチルゼル/シャワーズ/ブースター/ブラッキー/ハッサム/ペリッパー/トドゼルガ/グレイシア/マルヤクデ/ネギガナイト）',
    },
  },
  {
    calcResult: 62,
    description: {
      ja: '無振り42族（オニシズクモ/オトスパス）最遅64族（マホイップ）',
    },
  },
  {
    calcResult: 60,
    description: {
      ja: '無振り40族（サイドン/トゲチック/ヌケニン/ビークイン/ドサイドン/オーベム/グソクムシャ/ダダリン）',
    },
  },
  {
    calcResult: 59,
    description: {
      ja: '無振り39族（トリトドン）最遅61族（バンギラス/テッカグヤ）',
    },
  },
  {
    calcResult: 58,
    description: {
      ja: '最遅60族（ガオガエン/ポリゴン2/ブルンゲル/ピクシー/マタドガス/ガラルマタドガス/ラプラス/ラグラージ/ホエルオー/ユキノオー/ジバコイル/リオル/マラカッチ/ニンフィア/ギルガルド/アシレーヌ/ヤレユータン/キテルグマ/ワタシラガ/オーロンゲ）',
    },
  },
  {
    calcResult: 56,
    description: {
      ja: '無振り36族（デンヂムシ/ジジーロン/バクガメス）最遅58族（ゴロンダ）',
    },
  },
  {
    calcResult: 55,
    description: {
      ja: '無振り35族（ピッピ/ヌオー/ガラルサニーゴ/ミカルゲ/ドヒドイデ/バンバドロ）',
    },
  },
  {
    calcResult: 54,
    description: {
      ja: '無振り34族（メルメタル）最遅56族/55族（カイリキー/ナッシー/ハピナス/シザリガー/ゴチミル/ゴルーグ/バッフロン/オーロット/パッチルドン/ウオチルドン）',
    },
  },
  {
    calcResult: 53,
    description: {
      ja: '無振り33族（ソーナンス/ドータクン）最遅54族（パンプジンLL）',
    },
  },
  {
    calcResult: 50,
    description: {
      ja: '無振り30族（モロバレル/ヤドラン/ガラルヤドラン/カビゴン/ウソッキー/ヤドキング/ガラルヤドキング/ハガネール/ボスゴドラ/ランクルス/ヨワシ群/マシェード/セキタンザン/タルップル/サニゴーン/デスバーン/ダイオウドウ/ブリザポス）',
    },
  },
  {
    calcResult: 49,
    description: {
      ja: '無振り29族（ムシャーナ/フレフワン/ブリムオン）最遅50族（バドレックス白/マリルリ/レジロック/ラッキー/ボスゴドラ/クチート/ヤミラミ/レジアイス/レジスチル/ベロベルト/モジャンボ/タブンネ/メレシー/ニャイキング/コオリッポ）',
    },
  },
  { calcResult: 47, description: { ja: '最遅48族（メタモン）' } },
  { calcResult: 46, description: { ja: '最遅47族（カバルドン）' } },
  {
    calcResult: 45,
    description: {
      ja: '無振り25族（ギガイアス）最遅45族（アローラガラガラ/プクリン/アローラナッシー/ガラガラ/ノコッチ/オクタン/アーマルド/ヨノワール/イワパレス/ローブシン/ナゲキ/ラランテス）',
    },
  },
  { calcResult: 44, description: { ja: '最遅44族（ドラミドロ）' } },
  {
    calcResult: 43,
    description: { ja: '最遅43族（ユレイドル/クワガノン/アクジキング）' },
  },
  {
    calcResult: 42,
    description: {
      ja: '最遅42族（オニシズクモ/オトスパス）最遅90族*0.5（鉄球カイオーガ/グラードン）',
    },
  },
  {
    calcResult: 40,
    description: {
      ja: '無振り20族（コータス/ナットレイ/シュバルゴ/ヨクバリス）最遅40族（ドサイドン/サイドン/トゲチック/ヌケニン/ビークイン/オーベム/グソクムシャ/ダダリン）',
    },
  },
  { calcResult: 39, description: { ja: '最遅39族（トリトドン）' } },
  {
    calcResult: 36,
    description: {
      ja: '最遅36族/35族（ピッピ/バンバドロ/ヌオー/ガラルサニーゴ/ミカルゲ/デンヂムシ/ドヒドイデ/バクガメス/ジジーロン）',
    },
  },
  {
    calcResult: 35,
    description: { ja: '無振り15族（バチンウニ）最遅34族（メルメタル）' },
  },
  {
    calcResult: 34,
    description: {
      ja: '最遅33族/32族（ドータクン/ソーナンス/マッギョ/ガラルマッギョ/アバゴーラ）',
    },
  },
  { calcResult: 33, description: { ja: '無振り13族（ツンデツンデ）' } },
  {
    calcResult: 32,
    description: { ja: '最遅50族*0.67（鈍い1回込みのレジロック）' },
  },
  {
    calcResult: 31,
    description: {
      ja: '最遅30族（モロバレル/ブリザポス/カビゴン/ヤドラン/ガラルヤドラン/ウソッキー/ヤドキング/ガラルヤドキング/ハガネール/ランクルス/ヨワシ群/マシェード/タルップル/セキタンザン/サニゴーン/デスバーン/ダイオウドウ）',
    },
  },
  {
    calcResult: 30,
    description: { ja: '最遅29族（ブリムオン/ムシャーナ/フレフワン）' },
  },
  {
    calcResult: 29,
    description: {
      ja: '最遅28族（クレベース）最遅61族/60族*0.5（鉄球バンギラス/ユキノオー/ブルンゲル/ギルガルド/アシレーヌ/ヤレユータン）',
    },
  },
  { calcResult: 27, description: { ja: '最遅25族（サマヨール/ギガイアス）' } },
  {
    calcResult: 22,
    description: {
      ja: '最遅20族（コータス/ナットレイ/シュバルゴ/ヨクバリス）',
    },
  },
  { calcResult: 21, description: { ja: '最遅42族*0.5（鉄球オニシズクモ）' } },
  {
    calcResult: 20,
    description: {
      ja: '最遅30族*0.67（鈍い1回込みのカビゴン）最遅40族*0.5（鉄球ドサイドン/ダダリン）',
    },
  },
  { calcResult: 18, description: { ja: '最遅15族（バチンウニ）' } },
  { calcResult: 16, description: { ja: '最遅13族（ツンデツンデ）' } },
  { calcResult: 9, description: { ja: '最遅5族（ツボツボ/ナマコブシ）' } },
];
